actuator/old/fluid_case_simple/CASE_DBD_AC/Fluid_case/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     StamFoamDBD;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         8.0; 

deltaT          2.0e-5;

writeControl    runTime;

writeInterval   1.0e-1;

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable false;

adjustTimeStep  false;

//maxCo 		0.4;

//maxDeltaT	1.0;


// ************************************************************************* //
